[
  {"id":"++StanfordNaturalLanguage","accessed":{"date-parts":[[2020,8,31]]},"title":"The Stanford Natural Language Processing Group","type":"webpage","URL":"https://nlp.stanford.edu/software/CRF-NER.html"},
  {"id":"2020+HathiTrustResearchCenter","accessed":{"date-parts":[[2020,7,7]]},"container-title":"HathiTrust Digital Library","issued":{"date-parts":[[2020]]},"language":"en","title":"HathiTrust Research Center Awards Three ACS Projects for 2020","type":"webpage","URL":"https://www.hathitrust.org/htrc-awards-three-acs-projects"},
  {"id":"Albers+2020","author":[{"family":"Albers","given":"Yvonne"}],"event-place":"Marburg","issued":{"date-parts":[[2020,6]]},"language":"de","note":"uuid: 99BA102C-FFD6-4184-BE5E-5763EA65B88F","publisher":"Philipps-Universität Marburg","publisher-place":"Marburg","title":"Die Zeitschrift als Krisengenre: Mawāqif (1968-1994). Eine Biografie","title-short":"Die Zeitschrift als Krisengenre","type":"thesis"},
  {"id":"Auji+2016","author":[{"family":"Auji","given":"Hala"}],"event-place":"Leiden","issued":{"date-parts":[[2016]]},"note":"uuid: 5B1E1338-A1AC-4485-AD8A-D55C5FC87834","publisher":"Brill","publisher-place":"Leiden","title":"Printing Arab Modernity: Book Culture and The American Press in Nineteenth-Century Beirut","title-short":"Printing Arab Modernity","type":"book"},
  {"id":"Ayalon+1984","abstract":"Sources: ḥadīqat al-akhbār<br>Unfortunately using ḥadīqat al-akhbār only from the 1858-68 area that is held by many libraries.","author":[{"family":"Ayalon","given":"Ami"}],"container-title":"Middle Eastern Studies","DOI":"10/b9tmbm","event-place":"","issue":"4","issued":{"date-parts":[[1984]]},"language":"en","note":"uuid: AFC26B87-BC2C-4480-9AE4-E08EFF0BE800","number":"4","page":"5-17","publisher":"Taylor &amp; Francis, Ltd.","publisher-place":"","title":"The Arab Discovery of America in the Nineteenth Century","title-short":"Discovery of America","type":"article-journal","volume":"20"},
  {"id":"Ayalon+1985","abstract":"Sources: ḥadīqat al-akhbār (1858-68), various other newspapers etc.<br>Aim: tracing the semantic history of republics as first mashaykha and jumhūr to jumhūriyya and its various different meanings from the late 18th to the 20th century.","author":[{"family":"Ayalon","given":"Ami"}],"container-title":"The Historical Journal","DOI":"10/cfszw3","event-place":"","issue":"4","issued":{"date-parts":[[1985]]},"language":"English","note":"uuid: 6CFF949B-F7FE-4A36-88F1-9514E4EF33EC","number":"4","page":"821-834","publisher":"Cambridge University Press","publisher-place":"","title":"Semantics and the Modern History of Non-European Societies: Arab 'Republics' as a Case Study","title-short":"Semantics","type":"article-journal","volume":"28"},
  {"id":"Ayalon+1987","abstract":"Sources: ḥadīqat al-akhbār Unfortunately using ḥadīqat al-akhbār only from the 1858-68 area that is held by many libraries. al-Bashīr 1870/71, al-Jinān, al-Waqāʾiʿ al-Miṣrīyya, Egyptian historiography, commonly read Arabic intellectuals","author":[{"family":"Ayalon","given":"Ami"}],"container-title":"Studia Islamica","DOI":"10/c77s26","event-place":"","issue":"66","issued":{"date-parts":[[1987,1]]},"language":"eng","note":"uuid: 8BDD2B04-A1D2-4B4E-BF21-38136B0782CC","number":"66","page":"145-174","publisher-place":"","title":"From Fitna to Thawra","type":"article-journal","volume":"66"},
  {"id":"Ayalon+1987a","abstract":"In this study of the rise of modern Arabic, the author analyses language to document the sudden and profound transformation undergone by Middle Eastern societies under the impact of 19th century European expansion and influence.","author":[{"family":"Ayalon","given":"Ami"}],"call-number":"1 A 15761","event-place":"New York","ISBN":"978-0-19-536479-8","issued":{"date-parts":[[1987]]},"language":"English","note":"oclc: 476008444\nuuid: CE44E9D3-2B59-4BBF-806C-1951FA87611C","publisher":"Oxford University Press","publisher-place":"New York","source":"StaBi","title":"Language and change in the Arab Middle East the evolution of modern Arabic political discourse","title-short":"Language and change","type":"book"},
  {"id":"Ayalon+1992","abstract":"Ayalon tries to provide an overview of the entire history of Arabic press, periodicals and journalism, which I think is too ambitious a goal. He provides some useful terminological clarifications and summarizes some of his points made on other occasions, namely the 3(4) obstacles for the early Arabic press: objections against printed Arabic, illiteracy, poverty, lack of interest<br>Sources: i.a. ḥadīqat al-akhbār<br>Unfortunately using ḥadīqat al-akhbār only from the 1858-68 area that is held by many libraries.","author":[{"family":"Ayalon","given":"Ami"}],"container-title":"Middle Eastern Studies","DOI":"10/fqwxp9","event-place":"","issue":"2","issued":{"date-parts":[[1992]]},"language":"English","note":"uuid: B5532ED0-6AFB-41C5-ADCD-655AA5124385","number":"2","page":"258-280","publisher":"Taylor &amp; Francis, Ltd.","publisher-place":"","title":"Sihafa: The Arab Experiment in Journalism","title-short":"Sihafa","type":"article-journal","volume":"28"},
  {"id":"Ayalon+1995","abstract":"<a href=\"sente:/BachBibliographie/Ayalon+1995\">sente:/BachBibliographie/Ayalon+1995</a><br><br>50ff. The Private Press , 1882-1918<br><br>In the 1880s the centre of Arab journalism moved from Beirut to Cairo and Alexandria. Whereas 42 private papers were produced in Beirut, 627 periodicals were published in Egypt. This development was mainly due to the exodus of \"Syrian\" journalists from the harsh censorship of Abdülhamid II. (50) Though not reversed the trend was toned down after the YTR in 1908 (51).<br><br>1882: crushing of Urabi revolt and beginn of British rule (51).<br><br>- journals/monthlies<br><i>al-jinan</i> and <i>al-muqtataf</i>, two of the exiled journals where the blueprint of non-political journals (53). - however, the <i>salname </i> 1296/7 recorded <i>al-jinan</i> as political.<br><i>al-hilal</i>: the publisher moved to Cairo in 1886. The monthly focused on the Arabic and Islamic heritage, \"sociology, history, literature, and language\" (54).<br><br>Both, <i>al-hilal </i>and <i>al-muqtataf</i>, soon some thousand copies each per edition, making them the leading journals of their time (54).<br><br>- newspapers<br>Most important <i>al-ahram</i>, already daily before 1882 and backed by the French. Followed by <i>al-muqattam</i> in 1889. The latter's publication was stipulated by the British as a move against <i>al-muqtataf</i>, whose publisher Faris Nimr became the new editor of <i>al-muqattam</i>, reaching soon an enormous audience (55-6). Both leading newspapers were published by Christian immigrants (57).<br><br>press in the Levant<br>Beirut remains dominated by <i> lisan al-hal</i>, <i>hadiqat al-akhbar</i> (both Christian), and <i>thamarat al-funun </i> (Muslim). One important new newspaper that gained prominence as reliable news source was <i>al-a</i>ḥ<i>w</i>ā<i>l</i> (1891). (63)<br><br>In Damascus and Aleppo only two private newspapers were published each: <i>dimashq</i> (1878) and <i>al-sham</i> (1896), and <i>al-shaba' </i>and <i>i'tidal</i> (64)<br><br>after 1908:<br>Explosion of press publications in the Fertile Crescent and the Arabian Peninsula: one new journal every 6 days until WW I (65). <i>al-muqtabas</i> was the first Damascene daily published in 1909 by Muhammad Kurd Ali (66). Most of the new journals were qualitatively poor products of over-boarding supply facing a lack of demand and many perished as quickly as they had appeared (67).<br>The leading newspapers in Syria had circulations of 1.000-1.500 each, in Lebanon 2.000-3.000. (67) <i>lisan al-hal</i> allegedly sold 3.500 copies daily in 1914 (68).<br><br>Wartime:<br>Leading Egyptian papers ceased publication. <i>al-mu'ayyad</i> in 1915, <i>al-jarida</i> in October 1914, and <i>al-sha'b </i>in Dec 1914. (69) <i>al-ahram</i> and <i>al-muqattam</i> survived (70).<br>Several wartime propaganda papers were published by the government. <i>al-sharq</i> from 1916 onwards in Damascus with the participation of Muhammad Kurd Ali and Shakib Arslan (71).","author":[{"family":"Ayalon","given":"Ami"}],"call-number":"P070 /706778, OLS Ec VOR arab 54","event-place":"New York","ISBN":"0-19-508780-1","issued":{"date-parts":[[1995]]},"language":"en","note":"uuid: 9B6BC52B-61A2-4D07-9C98-9F7C6010A90C","publisher":"Oxford University Press","publisher-place":"New York","source":"SOAS, StaBi","title":"The press in the Arab Middle East: a history","title-short":"The press in the Arab Middle East","type":"book"},
  {"id":"Ayalon+2002","abstract":"Ayalon has some interesting ideas and methods. He statistically traces readership through examining the names of subscribers published by al-jinān, the numbers of letters from correspondents and readers from various areas, etc. <br>He identifies three factors determining the size of the audience: literacy, financial means to buy texts, and the incentive to do so (i.e. intellectual or economic interest) (31) IN the course of the discussion, he provides some information on per capita income (based on Issawi, which might be the only secondary source available, but not very reliable) and prices of newspapers. (32) He continues by investigating the use bought copies were brought to: changing hands, individually or collectively read, collected for future readers … (34).<br>Statistical Appendix (35ff)","author":[{"family":"Ayalon","given":"Ami"}],"container-title":"Middle Eastern Studies","DOI":"10/c8sg6m","event-place":"","issue":"4","issued":{"date-parts":[[2002]]},"language":"English","note":"uuid: 4124384B-25C0-418C-96C8-B161D85DD5CD","number":"4","page":"17-40","publisher":"Taylor &amp; Francis, Ltd.","publisher-place":"","title":"Modern Texts and Their Readers in Late Ottoman Palestine","title-short":"Modern texts","type":"article-journal","URL":"http://www.jstor.org/stable/4284256","volume":"38"},
  {"id":"Ayalon+2004","author":[{"family":"Ayalon","given":"Ami"}],"event-place":"Austin","ISBN":"0-292-70579-4","issued":{"date-parts":[[2004]]},"note":"uuid: A26235DF-63E5-4D49-8210-1F6C1632BE36","publisher":"University of Texas Press","publisher-place":"Austin","title":"Reading Palestine: Printing and Literacy, 1900–1948","title-short":"Reading Palestine","type":"book"},
  {"id":"Ayalon+2005","abstract":"According to Ayalon 2016, he provides tables with names from bylines published in al-Muqtaṭaf and al-Hilāl","author":[{"family":"Ayalon","given":"Ami"}],"call-number":"Je 09 1206","container-title":"Ottoman Reform and Muslim Regeneration: Studies in Honour of Butrus Abu-Manneh","event-place":"London","issued":{"date-parts":[[2005]]},"note":"uuid: 8DEB5B52-54AD-4EE1-9016-4CA315B84126","page":"127-148","publisher":"IB Tauris","publisher-place":"London","source":"OIB","title":"The Syrian Educated Elite and the Literary nahda","title-short":"The Syrian Educated Elite and","type":"chapter"},
  {"id":"Ayalon+2008","abstract":"# author's abstract<br>The article focuses on Arabic publishing in the nahḍa. Khalīl Sarkīs was a popular in the late Ottoman Beirut and a contributor to the nahda, the Arab literary-cultural 'awakening' in the 19th century. The \"Arab nahda\" refers to the emergence of literary, linguistic and journalistic creativity through printing that happened in Arabic-provinces toward the latter years of the Ottoman period. Nahda is also used in political sense particularly in describing popular energy designed to achieve liberation, political freedom, and others.<br># critique<br>Rather superficial account of the nahḍa and Khalīl Sarkīs and his printing press. Whenever some detail would be required, he refers to further necessary research.","author":[{"family":"Ayalon","given":"Ami"}],"container-title":"International Journal of Middle East Studies","DOI":"10/d2vxjg","event-place":"","issue":"4","issued":{"date-parts":[[2008,11]]},"language":"English","note":"uuid: 1E8CA2C6-6719-4713-8F50-984AE45C1207","number":"4","page":"561-577","publisher":"Professor of Middle Eastern history in the Department of Middle Eastern and African History, Tel Aviv University, Tel Aviv, Israel","publisher-place":"","title":"Private publishing in the Naḥda","title-short":"Private Publishing","type":"article-journal","volume":"40"},
  {"id":"Ayalon+2010","abstract":"The emergence of massive printing in the Arab Middle East in the nineteenth century entailed a multiple set of changes. As well as the production of written texts in unprecedented quantities and the rise of a big reading public, that historic shift also gave birth to a range of diffusion channels-from bookshops to public libraries and from newspaper agents to reading clubs-which carried the printed works to their audiences. This article examines a small section of this scene: the growth, spreading and changing characteristics of book dealerships and bookshops in the Arab Ottoman provinces during the formative half-century prior to World War I. Exploring this mechanism casts light on the nature and pace of printing assimilation in the region, projecting it as a rather dramatic makeover.","author":[{"family":"Ayalon","given":"Ami"}],"container-title":"British Journal of Middle Eastern Studies","DOI":"10/dm6cx4","event-place":"","issue":"1","issued":{"date-parts":[[2010,4,27]]},"language":"en","note":"uuid: 1FB78622-ED09-4FBA-8B86-A55B01EC5BDD","number":"1","page":"73–93","publisher":"TF","publisher-place":"","title":"Arab Booksellers and Bookshops in the Age of Printing, 1850–1914","title-short":"Arab Booksellers and Bookshops in","type":"article-journal","volume":"37"},
  {"id":"Ayalon+2016","abstract":"# Summary<br><br>- geographic and temporal focus: <br>    + Arabic-speaking Eastern Mediterranean, mainly Egypt and \"Lebanon\"<br>    + from 1820s (Egypt) and mid-nineteenth century (Lebanon) until WWI (this is not explicitly said)<br>- topical focus: <br>    + advent of printing, publishing, massive reading as some (important) aspects of the *naḥda*<br>    + \"this study is concerned with the emergence of printing as a social and  cultural development rather than with state schemes\" (p.22)<br>- discipline: <br>    + social and cultural history<br>- theoretical background / approach / hypothesis:<br>    + inspiration for title from Eisenstein \"Printing revolution\"<br>- core argument(s):<br>- sources:<br>    + many periodicals from the region<br>- case studies:<br>    + six biographies:<br>        * Khalīl Sarkīs: Beirut,  publisher of *Lisān al-Ḥāl*<br>        * Jurjī Ḥabīb Ḥanāniyā: Jerusalem, publisher of *al-Quds* (pp.52-)<br>        * ʿAbdallah al-Rifāʿī: Tripoli, bookseller (108-11)<br>        * Yūsuf Shalfūn: Beirut, publisher of ..., distributor<br>        * Hudā Shʿrāwī: Cairo, reader<br>        * Sayyid Quṭb: rural Egyot, reader<br><br># Critique<br><br>- Kathryn Schwartz' work should have been mentioned more prominently!<br>- Ayalon uses \"Lebanon\" throughout his book as refering to \" Beirut, along with other towns of Mount Lebanon\" (p.25). But Beirut was never a part of Mt. Lebanon and the political, if not social, context of publishing in the two administrative units was probably quite different.<br>    + this means \"Lebanon\" is basically limited to the Christian Jabal and the city of Beirut<br>    + Ayalon does not comment on the huge legal and political differences between the Arabic-speaking provinces of the Ottoman Empire proper and British Egypt after 1882. This is despite him recounting the standard narrative of Hamidian censorship and the intellectual flight to Egypt and the implications this would have when it comes to public reading and discussing news. He briefly mentions the latter point on page 183 and 190<br>- Change over time: in many aspects, Ayalon presents a static picture and quickly jumps between information based on sources from the 1870s to others from after WWI. He rarely traces development during his period of print revolution but focusses on changes between this period and earlier times.<br>- \"publishing\" and \"printing\" are often conflated; e.g. <br><br>    &gt;An important development borne by the state initiative was the birth, in the early or mid-1830s, of private printing in Egypt. Private individuals began to take advantage of the option offered by the Bulāq press, to print their own selected works under contract (*iltizām*) with it. (p.24)<br><br>    This seems to be an example of private publishing of printed material but not of private printing. However, Schwartz uses the same terminology (p.199ff)<br>- recounts the standard narratives<br>    + Hamidian censorship vs Young Turk liberty (pp.30--31, 66ff)<br>    + This doesn't fit the narrative on public reading of newspapers (178ff). Why would periodicals be subject to heavy censorship but public reading and discussions were tolerated without any limitations? This is acknowledged on page 183 and 190<br>- omissions from bibliography<br>    - doesn't mention Donald Cioeta<br>        + only article on censorship<br>        + dissertation on Thamarāt al-Funūn<br>    - Dagmar Glaß' book on al-Muqṭataf<br>- over-shoots his targets, e.g.<br><br>    &gt;Like bloggers today, just about everyone could have his voice heard and his message travel over vast areas. (p.50)<br><br>- unsubstantiated and obviously factually wrong claims<br>    + \"The government prohibited printing in Arabic, and it did not take the authorities long to  expose Ḥanāniyā's venture\" (p.53)<br>- copy editing: <br>    + Ayalon uses both *Jurjī* (p.xii) and *Jūrjī* (pp.52ff) Ḥabīb Ḥanāniyā<br>    + Weird joices of addressing people; e.g. \"Sayyid Jamāl al-Dīn [al-Afghānī] and [Muḥammad] ʿAbduh\" (89)<br>    + Some works referenced in the footnotes do not appear in the bibliography<br>        * Zaydān: tārīkh adāb (116, 117, 120)<br>- method to query worldcat, on which he relies extensively, remains opaque. He claims to have queried worldcat for individual publishers and then provides a count of works. But since worldcat contains innumerous duplicate entries such count would be highly inaccurate.<br>- Ayalon qualifies quantitative statements but provides no measures for his short qualifications:<br>    + 8 book dealers in a city of 240000 inhabitants is \"not a small number\" in the 1830s (102). This would be one in 30.000 and Jerusalem had 2 bookshops in the 1860s<br>    + Ps 100 per book is \"rather expensive\" (103) but in terms of what and for whom?<br>- in the same wake: there is no definition of measures or currencies to be found; e.g. on p 147-8 one reads about \"qurush\", \"Majīdī liras\", and \"liras\" <br>- Ayalon makes heavy re-use of his own texts<br>- Terminology<br>    + Ayalon repeatedly translates *ʿumūmī* as \"public\", even in cases where the proprietors of businesses provided a French name that made references to \"universal\"<br>        * *al-maktaba al-ʿumūmiyya*:<br>        * *maktab ʿumūmī* as \"public office\" (121)<br>        * *al-maṭbaʿā al-ʿumūmiyya* (\"public/general press\") (142)<br>    + *jarīda* vs *majalla*<br>        * interestingly al-Muqtaṭaf is called a \"jarīda\" on its front cover until ...<br><br># Structure<br>## Introduction<br><br>- main topic: literature review and the comparative question as to why printing in the Ottoman Empire took off only rather late.<br><br>## 1. The Formative Phase of Arab Printing: A Historical Overview<br>### Change Top-Down: Mehmet ʿAlī's Print Shops<br><br>- 1815-22: set-up of government printing presses in Bulāq<br>    - government as defining the rules and being the main customer (23)<br>- 1830s: advent of private publishing through contracting the Bulāq press for printing<br><br>## 2. Printers and Publishers<br>### Authors as Publishers<br><br>- Buṭrus al-Bustānī<br>- Aḥmad Fāris al-Shidyāq<br>- Khalīl Sarkīs<br><br>### Publishing Popularized<br>### More Entrepreneurs, Sponsors, and Contractors<br><br><br>## 3. Books, Journals, Cartes de Visite <br>### Much More of the Familiar Same<br>### Printed Innovations (77-)<br><br>- original works: extensively covered in the literature on the *nahḍa* and therefore not covered here<br>- old genres with new content<br>    + translations into Arabic<br>    + encyclopaedias<br>- new forms and new content<br>    + the periodical press<br>        * fast and disposable<br>        * networks of communication<br>    + small booklets<br>    + placards, broadsheets, and handbills (85)<br>        * nothing new beyond Antonius and Tauber<br>    + printed stationery: forms, letterhead, record books, calling cards, invitations, announcements of social events etc.<br><br>### Pious Printing (87-)<br><br>- core argument: no considerable opposition from ʿulamāʾ, dissonance between substance and form<br>- religious journals (88-)<br>    + argument: this is an \"odd\" product; WHY?<br>    + critique: <br>        * his definition of what makes a \"religious\" journal are unclear. Is it the faith of the people/organisation running the periodical? Is it the explicit agenda of a paper? Is it an implicit agenda gleaned from close reading? <br>        * This leeds to more questions: what means \"the relatively small number of religious periodicals\"? without a clear definition this claim cannot be substantiated<br>        * focus on \"Islamic journalism\" but not \"Christian journalism\"<br>        * the ommission of Thamarāt al-Funūn, material for which could have provided Cioeta's work is inexplicable<br>    + Afghānī and ʿAbduh:<br>    + ʿAlī Yūsuf: al-Muʾayyad (Cairo, 1889)<br>    + Rashīd Riḍā: al-Manār (Cairo, 1898)<br>    + good point: printed Fatwas etc. as important as the nahḍa press to non-religious segments of society<br>- religious books, booklets, pamphlets (91-)<br>    + argument: enormous blind spot in our knowledge of nahḍa printing and we cannot even establish its size.<br>    + observation: much more numerous than newspapers; not limited to a single religion<br>    + alternative distribution channels: many booklets were never sold in the market place<br>    + resulting difficulty in establishing anything about them<br><br>### [summary] (94-)<br><br>- print was widely accepted<br>- printed books were stacked alongside manusscripts but not as revered <br>- newspaper copies were ephemeral products, rarely kept for a longer period of time or stored and collected<br>- journals as almost book-like: collected, stored<br><br>## 4. Diffusion Channels<br>### Booksellers and Bookshops (101-)<br><br>- main source: Beiruti press (103)<br>- terminology (104):<br>    + maktaba came relatively late in the 1870s (106-), evidenced by absence from dictionaries. Replaced older terms in the 1880s (107)<br>        - terminological ambiguity since *maktaba* also meant library, stationary, and publishing house <br>    + *dukkān*, *maḥall*, *makhzin* (104-)<br>- case study for small stores: ʿAbdallah al-Rifāʿī in Tripoli (108ff)<br>    + opened his store for books, periodicals, stationary etc. in 1902<br>    + operated at least until mid-1914 (111)<br>    + none of the books announced as (to be) published could be traced in library catalogues (111)<br>- large stores: operated by publishers such as Khalīl Sarkīs or Jirjī Zaydān (112)<br>- in the countryside: itinerant peddlers (113-)<br>    + testimony of Ṭahā Ḥusayn and Sayyid Quṭb<br><br>- provides some numbers for the first half of the 19th c. based on foreign travellers and periodicals<br>- initial stage after the advent of printing:   <br>   + other merchants began stocking books (103): signified by the generic terms, their names, their locations<br>   + common formula: get it at Mr. XYZ (104-105)<br>- emergence of new specialised book shops for printed books and journals (105): no documentary evidence<br>    + example of Hindiyya in Cairo<br>- locations (108): NOT SIGNificant<br>    + sometimes clustered, sometimes not<br>    + sometimes in the old suqs, sometimes outside<br><br>### Libraries and Reading Rooms (114-)<br><br>- old institution with the purpose of collecting and protecting books (eithe Mss or printed) (114-115).<br>    + access and reading was of secondary importance and did not justify funding of new libraries (115)<br>- new institutions: explicitly modern, \"public\" libraries (115-)<br>    + Khedival library, Cairo<br>    + Ẓāhiriyya in Damascus: established by Ṭāhir al-Jazāʾirī <br>    + Khālidiyya in Jerusalem: Ṭāhir al-Jazāʾirī was involved<br>    + limited to a few large cities and difficult to reach (117)<br>    + claims that they were \"modern\" by having regulations etc. (118-119)<br>- public reading rooms (119)<br>    + terminology: *ghurfa al-qirāʾ*<br>        * the examples from his case studies are called *maktab*, which Ayalon translates as \"office\"<br>            - Khalīl Sarkīs' *al-maktab al-sūrī* = \"The Syrian office\"<br>            - in Alexandria *maktab ʿumūmī* = \"public office\"<br>    + they were private businesses (119)<br>    + significance: ?<br>        * he provides 4 examples from Beirut, Alexandria and Suez and claims this feature was \"unsurprisingly\" limited to Egypt and Lebanon<br>    + story of a 1876 planned venture by Khalīl Sarkīs that included a reading room but was never actually opened (120)<br>    + two venues in Beirut offering books and drinks (when were they opened?) (120)<br>        * Interestingly, he does not provide periodicals as sources <br><br>## 5 Advancing Circulation (123-)<br>### New Conduits: Mail Delivery and Distribution Agents (123-)<br><br>- books were announced as being available from newspaper offices, the printing houses, and the authors.<br>- question: how did one get it from there (124)<br>- subcription and postal services (124-)<br>    + problem: all services were unreliable and there existed no system of proper addresses<br>- network of agents (*wukalāʾ*) (129)<br>    + on the one hand Ayalon claims that these were a means invented to \"bypass the obstacles and expedite circulation\" (129), on the other he reports that the earliest newspapers already mentioned their agents in their first issue (*Ḥadīqat al-Akhbār*, *al-Jawāʾib*) (130)<br>    + Jaffa: 8 different agents between 1870-1880<br>    + Latakia: 7 <br>    + personal biographies largely unknown, many Christian names (131-)<br>    + task: diffusion of periodicals and other works, collection of payments<br>    + not all agents were reliable as atested by quick successions of agents for *al-Muqṭataf* in Jerusalem in 1877/78 (133-134)<br>        * making side-profits from selling papers at higher prices (134)<br><br>### Advertising (135-)<br><br>- periodicals as main vector for advertising new publications since their inception (136)<br>- proper ads:<br>    + emphasis on the quality of the work (136-137)<br>    + emphasis on the virtues of its author (137)<br>    + emphasis on the importance of the work for progress etc. (138)<br>- audience:<br>    + addresses as literati / intellectuals (139)<br>- review sections (139-)<br><br>### Creative Endeavors: Yūsuf al-Shalfūn and His \"Book of the Month\" Club (141-)<br><br>- biography of Shalfūn, claims that he \"is almost unknown in the literature\" (141-)<br>- 1866: Book club (143)<br>    + small fee for providing a new book every month to his subscribers<br>    + Ps 50 in Beirut and Mt. Lebanon<br>    + Ps 60 beyond<br>    + plus delivery (143)<br>- the books (144)<br>    + often mistaken as a journal (by Ṭarrāzī, Project Jarāʾid etc.)<br>    + all eight booklets are available at the British Library<br><br>### Subscription (146- )<br><br>- two types of *ishtirāk* (146-147)<br>    + periodical subscription <br>    + subscription to large publication projects to cover costs before actually starting to print anything.<br>- book subscriptions<br>    + First was probably Bustānī's *Muḥīṭ al-muḥīṭ* (147)<br>        * payment of Ps 200 in advance for each volume<br>    + details on *Dāʾirat al-Maʿārif* based on the information published by *al-Jinān* (148-151)<br>        * has written about that in various previous publications<br>    + by mid-1870s: standard for book trade (151-)<br>- methodological problem (153): most schemes are only known from announcements and the implementation is unclear <br><br>## 6 Reading and Readers (154-)<br><br>- claiming a revolution in reading habits in the last quarter of the 19th century (154-155)<br>- focus: <br>    + emergence of a reading public<br>    + personal experience of reading<br>- question of literacy (157)<br>    + murky concept (157)<br>    + enormeous bandwidth of meanings<br>    + relative to context and with a temporal component (157)<br>    + group literacy might be more important (158) <br>    + note: despite many words it remains ultimately unclear what he means by \"literacy\"<br>- question of readership (158)<br>    + inner circle of individual readers<br>    + outer circle of of listeners to texts being read<br><br>### The Emergence of Arab Readership: The \"Inner Circle\" (159-)<br><br>- small elite of readers: officials, religious dignitaries, intellectuals<br>    + first audience for printed works (159)<br>- rapid change, expansion of modern education (state-sponsored, religious, private) (161-)<br>- citing the only available data for the \"inner circle\", can show notions of scale (162)<br>    + Egypt<br>    + Lebanon/Syria<br>- skewed distribution of readers: as measured in authors and agents (163-)<br>    - Geographically: densely clustered in the urban centers of Egypt and Lebanon (163)<br>    - Communal affiliation (163-): higher literacy rates among Christians [BUT: how come \"Christian names\" dominate the list of authors for letters? If Christians formed a population minority this is even more surprising]<br>    - gender (164-)<br>        + slow adoption rates for female education<br>        + Beth Baron on Egypt (166): no access to libraries until after 1918<br>        + Marilyn Booth<br>    - young age (167)<br>        + text books plus material intended for adults (168)<br><br>### Entering a world of reading (169-)<br><br>- common question in periodicals: how does reading effect eyesight, etc. (170); providing multiple examples<br>- advice given by editors (171)<br><br>## Ch. 7 Reading in Public (177-)<br><br>- two case types of public reading<br>    1. silent reading in public <br>    2. collective and vocal reading of texts to an audience<br><br>### Self-Reading in Public: Cafe Reading <br><br>- no reading statistics for public libraries; but for the Khedival library (177-)<br>    + unclear methodology: unique users or number of visits?<br>    + clear trend: small but growing number (178)<br>    + argument: public libraries were a \"marginal channel for reaching to books\" (178)<br>- no data on other public reading rooms and book-lending shops (178)<br>    + number remaind small.<br>    + argument: if they had been successful, there would have been more of them<br>- reading in public places: \"became a routine choice all over the region\" (179)<br>    + no sources but an account from 1914 plus insinuations<br>- coffee and reading as common knowledge (179)<br>    + examples and history from Europe<br>    + the Arab café and the news press were marriage made in heaven (180)<br>        * a single secondary reference for Egypt and one for Istanbul<br>    + argument: after some introductory insinuations, Ayalon writes \"Egypt led the way, beginning around the turn of the century\" and continous with an anecdote from 1911. (181)<br>    + further anecdotes from Egypt dating to 1904 (181)<br>        * how well-established was this practice in other places prior to WWI?<br>- socio-economic division<br>    + modern café for the urban middle classes vs small and cheap places on street corners<br>    + public reading also at these places (183); again no sources<br>- public reading in the Ottoman Empire: only after Ḥamīdian censorship and highly popular after WWI (183, 190-)<br>- reading in groups (185-)<br>    + time-honored practice (185): no sources<br>    + Natalie Zemon Davis on France (186)<br>- common mediators in Arabic-speaking societies (187)<br>    + imām, khaṭīb, shaykh<br>    + munādī [I am not convinced that the munādī read out text]<br>    + ḥakawātī<br>- two problems with written text:<br>    + problem of diaglossia (188)<br>    + neologisms for describing rapid developments (188)<br>    + reading to a public (audience) requires translation (N. Davis) (189)<br>- public reading is an Egyptian phenomenon! (190)<br>    + Hamidian censorship<br>    + no evidence of public reading in cafés for either Beirut or Damascus (190)<br>    + Lebanese mentality of not showing ones uneducatedness by public reading (191); source: talk with Charles Issawi in 1992<br><br>## Conclusion (194-197)<br><br>- Very brief conclusion<br>- short comment on \"revolutionary\" on the final page (197)","author":[{"family":"Ayalon","given":"Ami"}],"event-place":"Cambridge","issued":{"date-parts":[[2016]]},"language":"en","note":"uuid: CDBAAB06-A45F-4565-AE1F-35FE3B75E04A","publisher":"Cambridge University Press","publisher-place":"Cambridge","source":"Till","title":"The Arabic Print Revolution: Cultural Production and Mass Readership","title-short":"The Arabic Print Revolution","type":"book"},
  {"id":"Cioeta+1979a","abstract":"Unlike his article on censorship, which confuses publication dates and calendars and, thus, mis-dates the issues of Thamarāt, the references in his PhD thesis are correct.<br>The focus of his work is on the early years, as on page 216 of some 350, he still writes on the early days of Hamdi's governorship (1880!)<br><br>Focus: the first 5-6 years of publication. The table of contents already signifies the focus of the thesis: the establishment and the first year of Thamarāt’s publication 1875, take up 34 pages (35-78), the following five years, 1876-80, take up another 102 pages (79-181), then follow some 113 pages for the almost two decades between 1880-98 (182-295), of which the first 40 pages are dedicated to 1880-81, after which Cioeta jumps to the late 1880s and then to 1896 in a shift from chronologic depiction to topic based snippets. In addition, he repeatedly returns to the 1880s (e.g. 278). The final decade, 1898-1908, is treated within less than 40 pages (296-332). Altogether this set-up dedicates more than half of the thesis to the first 5-6 of 33 years of publication, without ever commenting on or explaining this choice. This is particularly worrying as the changes in the legal framework of 1894 or the split of Beirut from Damascus as an independent province in 1888, might have impacts that are not really discussed.<br><br>Methodology: narrative description along the almost sole source of Thamarāt itself, always identifying the paper and its articles with the editors, ʿAbd al-Qādir al-Qabbānī and later Aḥmad Ḥasan Ṭabbāra. Over long stretches, the thesis reads like an intellectual biography of al-Qabbānī.<br><br>Critique: all the controversies with other papers or the authorities are solely reported through Thamarāt’s articles, without commenting on this limitation and bias. This is specifically unfortunate, as at least the most audible opponent, al-Bashīr, is readily available. <br><br><b>Content and Focus:<br></b>107-121controversy between Thamarāt and al-Ahrām, resulting in the ban of al-Ahrām 1877. advent of censorship under Khalīl al-Khūrī<br>125-129al-Qabbānī influencing the elections for the municipality in Beirut in 1878. Supported by Lisān and Janna. He managed to get his candidates through and started to influence the agenda of the council: increasing revenues for reforms (129)<br>130-140Focus on education of Syrian Muslims, which had been the original aim of the Jamʿiyyat al-Funūn. establishing the Jamʿiyyat al-Maqāṣid al-Khayriyya in 1878 in Qabbānī’s house (135ff). Thamarāt becomes the newsletter of the society, and Q its president, but never intertwining the administration of the two (137). The society also rallied for the appointment of local officials to local offices to limit corruption (140). <br>141-150Support for and of Midḥat Pasha. society paid for the reception in Beirut (144). Thamarāt pointing out cases of misconduct to be followed up by Midḥat (146f), who was not so enthusiastically received in Damascus, as he was portrayed as the candidate of the British FO (148). Establishing schools in Damascus to be founded by awqāf (150)<br>162opposition in Damascus against the designation of awqāf funds to the society’s school. fundraising events attended by Midḥat were a failure<br>152quarrel with Suriye: accusing the editors of limited care and knowledge of Arabic. [Khalīl Khūrī was the Turkish editor at the time {Syria salname 1878@66}]<br>153indefinite suspension of Janna in Mar 1879 supported by Thamarat as the former had sabotaged reforms <br>156-9financial strains. after 8 months of biweekly publication, Thamarāt returned to weekly publication. (156) [BUT: I could only trace four months] Partially due to delays in posting, circulation among the postal clerks, theft, etc.  Qabbānī’s election to the admin council relieved him (159)<br>170-172quarrel with the sensational press insisting on not interfering in government affairs. originally aimed at al-Miṣbāḥ. T is supported by Lisān, Janna and Jawāʾib. ultimately settled by the courts in Damascus <br>174-179end of Midḥat Pasha’s governorship. numerous resignations, the placards in Beirut. exchange with Ḥamdī Pasha who shared many of M’s ideas. <br><br>182 Ch. III: 1880-1898<br>185advent of censorship in the wake of the Ottoman-Russian War. A warning not to publish false news was issued and Lisān was the first paper to be suspended under the terms thereof in Dec 1880(186). In Sep 1881, a series of decrees was issued against Bashīr, Taqaddum, Miṣbāḥ and established certain guidelines [correct titles seem to have been particularly enforced]. Janna was the only paper to repeat offences. (187).<br>188-205Thamarāt’s fate under censorship. only once threatened with suspension.(188) But numerous controversies: 1. over a play at a school involving alcohol (189), 2. over Syrians in Egypt and the bombardment of Alexandria (194ff) in the course of which publishing news from Egypt was banned and Janna was suspended (198), and 3. with al-Jawāʾib in the course of which both papers were officially warned (199-205)<br>206corruption and complaints about corrupt officials, the latter usually caused an official investigation (211).<br>212-219education. repeatedly calling on the Muslims to send their children to school (214). RPE of 1880 being implemented an EC is established and the benevolent society was dissolved. Qabbānī is member of the EC(216). If discussing education during Ḥamdī Pasha’s governorship, Q confounded it to the meetings of the EC (219).<br>220one month’s suspension due to financial shortcomings<br>223-Ḥamdī’s sudden death in August 1885. This is a sudden jump from 1881/2, given that it took some 180 pages for 1875-1882.<br>225 1889: publishing economic news after Ḥamdī’s death. wow another leap<br>2271896: and another leap<br>224focus on economic issues. mainly dating to early 1880s, 1889 and 1896. rallying for economic patriotism and support for local textiles (232ff) and agriculture<br>235-48stance on railway and harbour concession. After opening the Damascus-Beirut line, Thamarāt received a lot of complaints (244) [particularly over the lack of gender segregation; see my PhD]. Effectively the railway had slowed down transport between the two cities and the Ottoman post soon reverted back to the coaches (245)<br>249Tobacco Regie. despite being opposed to tobacco, Q recognises its importance for the common people <br>251-255moral economy: hoarding and manipulated bread and firewood/ charcoal prices are an constant issue (well, not constant). after the 1892/3 winter, the municipality of Beirut fixed the prices for fuel (253). calling for iḥtisāb (254-5)<br>255education again. In 1894, Thamarāt successfully rallied for the payment of arrears to teachers (265). During a short period in 1896, Syrian students were expelled from al-Azhar and generally prohibited to enroll (270)<br>271defending Islam and Muslims. Against onslaught by i.a. al-Bashīr, claiming that pictures of Jesus and Mary were kept in the Kaʿba. Thamarāt caused them to be warned by the censors. (271ff, 283ff) and Cardinal Lavigerie’s crusade against slavery (271ff)<br>284controversy with Taqaddum: condemning wrestling and sword-fighting as backwards oriented. Thamarāt: useful training (284)<br>284the kite-flying issue of 1887: as papers were threatened with suspension for false news, they tried to carefully verify local news. Yet the contradicted in their reports on the kite-flying matter (284f)<br>286-288censorship: “inescapable part of publishing” (286). Khalīl al-Khūrī as providing a lenient and consistent supervision as a censor between 1875-1888 (287), after which the various mektupcus of Beirut, often not even literate in Arabic took over (287). 1888-1898, Thamarāt was warned twice and once suspended (288) [This data is not consistent with either my list or his own article of 1979].<br>293 Qabbānī’s era as editor: independent mind, as he funded the paper from his private wealth. With the election to the presidency of the municipality in Beirut, Ḥasan Ṭabbāra takes over as editor. (294f)<br>296ffCh V: Editorship of Ṭabbāra 1898-1908<br>2971898 relaunch: shift of focus from political news and essays – which should not compete with dailies etc. – to scientific and other useful knowledge (300ff). this was a huge success with the readers within a year. No complains of unpaid subscription fees in 1898 (305)<br>3071900 relaunch: further de-emphasising of political but also scientific news, “limited the  former to the  most  essential  information and the  latter to  topics with direct practical  relevance to  Syria.” (307)<br>309conflicts with the censor: publishing uncensored articles. Ṭabbāra’s “ defiance of the  law  brought his newspaper seven suspensions and  warnings  between  May, 1898 and November, 1904, culminating in an  indefinite  suspension that was tantamount to a ban on  Thamarat  al-Funun.” (309). Huge financial success (311) subscription peek in 1904 (323)<br>3131902: two events with long-lasting effects on Thamarāt. a) Qabbānī was not re-elected but appointed Director of Education in Beirut (314); b) a new Islamic newspaper, al-Iqbāl,  is set up in Beirut by Shaykh  ʿAbd al-Bāṣit al-Unsī and Shaykh Muḥammad al-Jisr with a simpler language and more conservative stance. (315-316).<br>316Short note on Iqbāl as being overlooked by students of the history of press, both Ṭarrāzī and Rifāʿī mentioned it en passant in footnotes. Yet it was published 1902-1929 by a prominent member of the Sharʿiyya court in beirut.<br><br>3241908, Young Turk Revolution. Return of journalistic freedom, informing the readers of the significance of the constitution etc. responsibility (325f). Ṭabbāra establishing his own daily paper al-Itiḥād al-ʿUthmānī (327) in consequence the 60 years old Qabbānī ended the publication of Thamarāt on 2 Nov 1908 (331f), after it had bridged two constitutional periods as a intellectual link between two generations of reformers (337).<br>339Qabbānī post 1908: engaged in various political activities, president of the Jamʿiyya al-ʿUthmānī, which soon became a political club (339), elected director of Awqāf. Died in retirement in 1935 (340)<br>341Ṭabbāra post 1908: becoming the most astute political commentator, publishing articles by leading reformers (341), in 1912 he changed the title to al-Iʾtilāf al-ʿUthmānī in support of the Hürriyet ve İtilâf Firkasi opposition to the CUP (342). The offices of this paper and al-Mufīd were raided and ransacked by the police, the editors arrested, and the publications suspended (344). In May 1916 Ṭabbāra was among those hanged in Beirut, aged 46. (349)","author":[{"family":"Cioeta","given":"Donald J."}],"call-number":"PN6999 Cioeta","event-place":"Chicago","genre":"PhD Thesis","issued":{"date-parts":[[1979]]},"language":"English","note":"uuid: 46A27314-0BF1-4E2F-82F7-F116A66D2B2F","publisher":"University of Chicago","publisher-place":"Chicago","source":"University of Chicago","title":"Thamarāt al-Funūn, Syria's first Islamic newspaper, 1875-1908","title-short":"Thamarāt al-Funūn","type":"thesis"},
  {"id":"Eisenstein+1980","abstract":"A full-scale historical treatment of the advent of printing and its importance as an agent of change.","author":[{"family":"Eisenstein","given":"Elizabeth L."}],"event-place":"Cambridge","ISBN":"978-0-521-29955-8","issued":{"date-parts":[[1980]]},"language":"en","note":"oclc: 775742670\nuuid: 1186DCEA-D649-4438-8B87-32C36AD54067","number-of-volumes":"2","publisher":"Cambridge University Press","publisher-place":"Cambridge","title":"The printing press as an agent of change: Communications and cultural transformations in early-modern Europe","title-short":"The printing press as an agent of change","type":"book"},
  {"id":"Eisenstein+2005","author":[{"family":"Eisenstein","given":"Elizabeth L."}],"edition":"2","event-place":"New York","ISBN":"978-1-139-19703-8","issued":{"date-parts":[[2005]]},"language":"en","note":"oclc: 1012797447\nuuid: 49615DF5-8C35-4B43-81E8-78B1C8B2CC58","publisher":"Cambridge University Press","publisher-place":"New York","title":"The printing revolution in early modern Europe","title-short":"Printing Revolution","type":"book"},
  {"id":"FAIRPrinciples","abstract":"In 2016, the ‘FAIR Guiding Principles for scientific data management and stewardship’ were published in Scientific Data. The authors intended to provide guidelines to improve the Findability, Accessibility, Interoperability, and Reuse of digital assets. The principles emphasise machine-actionability (i.e., the capacity of… Continue reading →","accessed":{"date-parts":[[2020,8,5]]},"container-title":"GO FAIR","language":"en-US","source":"www.go-fair.org","title":"FAIR Principles","type":"webpage","URL":"https://www.go-fair.org/fair-principles/"},
  {"id":"Finkel.etal+2005+IncorporatingNonlocalInformation","abstract":"This is the paper to cite for the Stanford Named Entity Recognizer (Stanford NER)","author":[{"family":"Finkel","given":"Jenny Rose"},{"family":"Grenager","given":"Trond"},{"family":"Manning","given":"Christopher D."}],"container-title":"Proceedings of the 43rd Annual Meeting of the Association for Computational Linguistics (ACL’05)","issued":{"date-parts":[[2005]]},"page":"363–370","source":"Google Scholar","title":"Incorporating non-local information into information extraction systems by gibbs sampling","type":"paper-conference"},
  {"id":"Franzini.etal+2018+AttributingAuthorshipNoisy","author":[{"family":"Franzini","given":"Greta"},{"family":"Kestemont","given":"Mike"},{"family":"Rotari","given":"Gabriela"},{"family":"Jander","given":"Melina"},{"family":"Ochab","given":"Jeremi K."},{"family":"Franzini","given":"Emily"},{"family":"Byszuk","given":"Joanna"},{"family":"Rybicki","given":"Jan"}],"container-title":"Frontiers in Digital Humanities","DOI":"10/ggjttg","issued":{"date-parts":[[2018]]},"page":"4","publisher":"Frontiers","source":"Google Scholar","title":"Attributing authorship in the noisy digitized correspondence of Jacob and Wilhelm Grimm","type":"article-journal","volume":"5"},
  {"id":"Glaß+2004a","author":[{"family":"Glaß","given":"Dagmar"}],"call-number":"C 97:2-17 [1]","collection-number":"17","collection-title":"Mitteilungen zur Sozial- und Kulturgeschichte der islamischen Welt","event-place":"Würzburg","issued":{"date-parts":[[2004]]},"language":"de","note":"uuid: 81FF10BB-8074-46A0-AE21-2CED4E86D514","number-of-volumes":"2","publisher":"Ergon Verlag","publisher-place":"Würzburg","source":"OIB, FU Islamwissenschaft, SOAS","title":"Der Muqtaṭaf und seine Öffentlichkeit: Aufklärung, Räsonnement und Meinungsstreit in der frühen arabischen Zeitschriftenkommunikation","title-short":"Der Muqtaṭaf und seine Öffentlichkeit","type":"book","volume":"1"},
  {"id":"Glaß+2004b","author":[{"family":"Glaß","given":"Dagmar"}],"call-number":"P070 /927245","collection-number":"17","collection-title":"Mitteilungen zur Sozial- und Kulturgeschichte der islamischen Welt","event-place":"Würzburg","issued":{"date-parts":[[2004]]},"language":"de","note":"oclc: 57223232\nuuid: 8C1D9291-F9A4-462C-A684-8EE26DF06EB6","number-of-volumes":"2","publisher":"Ergon Verlag","publisher-place":"Würzburg","source":"FU Islamwissenschaft, SOAS, OIB","title":"Der Muqtaṭaf und seine Öffentlichkeit. Aufklärung, Räsonnement und Meinungsstreit in der frühen arabischen Zeitschriftenkommunikation","title-short":"Der Muqtaṭaf und seine Öffentlichkeit","type":"book"},
  {"id":"Grallert+2020","author":[{"family":"Grallert","given":"Till"}],"container-title":"Geschichte und Gesellschaft","container-title-short":"GuG","editor":[{"family":"Lässig","given":"Simone"}],"issue":"Special Issue \"Digital History\"","language":"en","note":"uuid: 6B107165-05E3-4CE1-9633-DC89FEDBCDDB","status":"forthcoming","title":"Catch me if you can! Computational approaches to track the late Ottoman ideosphere of authors and periodicals in the wasteland of the ‘digitised’ Arabic press","title-short":"Catch me if you can!","type":"article-journal"},
  {"id":"Grallert+2020+OpenArabicPeriodical","author":[{"family":"Grallert","given":"Till"}],"container-title":"Digital Humanities Quarterly","container-title-short":"DHQ","editor":[{"family":"Gil","given":"Alex"},{"family":"Risam","given":"Roopika"}],"language":"en","status":"forthcoming","title":"Open Arabic Periodical Editions: A framework for bootstrapped scholarly editions outside the global north","type":"article-journal","volume":"Special Issue \"Minimal Computing\""},
  {"id":"Ḥasanī+1934","accessed":{"date-parts":[[2020,7,3]]},"author":[{"family":"Ḥasanī","given":"ʿAbd","dropping-particle":"al-Razzāq"}],"event-place":"al-Najaf","issued":{"date-parts":[[1934]]},"language":"ar","note":"uuid: 69DDAFF6-5A1D-464B-AAD6-AE758D5CFCE7","publisher":"Maṭbaʿat al-Ghurrī","publisher-place":"al-Najaf","source":"AUB","title":"Tārīkh al-ṣiḥāfa al-ʿIrāqiyya: Muʿjam mafaṣṣal wa-ʿāmm li-jamīʿ al-ṣuḥuf wa-l-majallāt wa-l-nasharāt allatī ṣadarat fī al-ʿIraq mundhu ʿahd al-maghfūr la-hu Midḥat, wa-huwa al-ʿahd alladhī ʿarafa fīhi al-ʿIrāq al-ḥayāt al-ṣaḥafiyya, ḥattá ʿām 1933 M","title-short":"Tārīkh al-ṣiḥāfa al-ʿIrāqiyya","type":"book","URL":"http://hdl.handle.net/2333.1/m905qp0p","volume":"1"},
  {"id":"Ḥasanī+1957","accessed":{"date-parts":[[2020,7,3]]},"author":[{"family":"Ḥasanī","given":"ʿAbd","dropping-particle":"al-Razzāq"}],"event-place":"Baghdād","issued":{"date-parts":[[1957]]},"language":"ar","note":"uuid: 7CFACE32-481F-4F77-BABC-4A095370A185","publisher":"Maṭbaʿa al-Zahrāʾ","publisher-place":"Baghdād","title":"Tārīkh al-ṣiḥāfa al-ʿIrāqiyya","type":"book","URL":"http://hdl.handle.net/2333.1/m63xspj1"},
  {"id":"Hirschler+2006a","author":[{"family":"Hirschler","given":"Konrad"}],"call-number":"NB907.2 /936912 (E 80, 56-57 &amp; 33)","event-place":"London","issued":{"date-parts":[[2006]]},"language":"english","note":"uuid: 601396E8-FCF2-4AE3-B763-832593A48EA0","publisher":"Routledge","publisher-place":"London","source":"SOAS","title":"Medieval Arabic historiography: authors as actors","title-short":"Medieval Arabic historiography","type":"book"},
  {"id":"Hirschler+2012","author":[{"family":"Hirschler","given":"Konrad"}],"event-place":"Edinburgh","issued":{"date-parts":[[2012]]},"language":"en","note":"uuid: A6724046-EC15-4DDF-8E04-51786C5F2DBA","publisher":"Edinburgh University Press","publisher-place":"Edinburgh","title":"The Written Word in the Medieval Arabic Lands: A Social and Cultural History of Reading Practices","title-short":"The Written Word in the Medieval Arabic Lands","type":"book"},
  {"id":"Hirschler+2016","author":[{"family":"Hirschler","given":"Konrad"}],"event-place":"Edinburgh","ISBN":"978-1-4744-0877-6","issued":{"date-parts":[[2016]]},"language":"English","note":"oclc: 920454132\nuuid: E50B734D-BF52-4D61-B1E7-AD01F12F2375","publisher":"Edinburgh University Press","publisher-place":"Edinburgh","source":"OIB","title":"Medieval Damascus Plurality and Diversity in an Arabic Library: the Ashrafiya Library Catalogue","title-short":"Medieval Damascus Plurality and Diversity in an Arabic Library","type":"book"},
  {"id":"Hirschler+2020","abstract":"\"In the late medieval period, manuscripts galore circulated in Middle Eastern libraries. Yet very few book collections have come down to us as such or have left a documentary trail. This book discusses the largest private book collection of the pre-Ottoman Arabic Middle East for which we have both a paper trail and a surviving corpus of the manuscripts that once sat on its shelves: the Ibn Abd al-Hadi Library of Damascus. The book suggests that this library was part of the owner's symbolic strategy to monumentalise a vanishing world of scholarship bound to his life, family, quarter and home city.\"--","author":[{"family":"Hirschler","given":"Konrad"}],"event-place":"Edinburgh","ISBN":"978-1-4744-5156-7","issued":{"date-parts":[[2020]]},"language":"English","note":"oclc: 1124474652\nuuid: 9C82672C-B6A1-4F60-BCEE-E719F1935EFB","publisher":"Edinburgh University Press","publisher-place":"Edinburgh","title":"A monument to medieval Syrian book culture: the library of Ibn ʿAbd al-Hādī","title-short":"A monument to medieval Syrian book culture","type":"book","URL":"https://www.jstor.org/stable/10.3366/j.ctvx5w8h1"},
  {"id":"Holt+2009","abstract":"Sources:<br>- whereas she repeatedly refers to the 1870s and 1880s (inter alia 38, 64, 65, 67, 69, 70), her referenced sources date from 1870-71 only! Worst reference is in the second to last sentence: \"The exposed narrative weave, with threads criss-crossing the Mediterranean, is not unlike the warp and weft of Arabic popular tales showing through in glimmers in the pages of the 1870s and 1880s Arabic press.\" (70)<br>- \"al-Jinān, al-Zahrah, al-Nahlah, al-Bashīr, al-Jannah, al-Najāh, al-Nashrah al-Usbūiyyah and al-Junaynah\" (38). most importantly the two serialised novels.<br>- this suggests that she had access to an collection of al-Janna, unknown to me <br><br>Argument<br>- (64ff.): contrary to prevailing scholarship, which denies any relation between the modern Arabic novel  and older popular traditions, Holt argues that the very origin of the novel in the serialised installments of the press provides the link to both story telling and the 1001 nights.<br>- (66): general view that European fiction was most influential in the emergence of the Arabic novel. And apparently it was: through the numerous translation published as books [and serialised novels] (67-70). So what is her claim?<br><br>Critique:<br>- no clear argument! <br> - the reading public is not the focus of the paper as the only sources she has are the novels and periodicals","author":[{"family":"Holt","given":"Elizabeth M."}],"container-title":"Journal of Arabic Literature","DOI":"10/cd7wnf","event-place":"","issue":"1","issued":{"date-parts":[[2009]]},"language":"English","note":"uuid: 18B2FF45-9CFA-4613-B451-F95AE919255F","number":"1","page":"37-70","publisher":"BRILL","publisher-place":"","title":"Narrative and the Reading Public in 1870s Beirut","title-short":"Narrative","type":"article-journal","volume":"40"},
  {"id":"Holt+2009a","abstract":"Mostly the same bullshit as her articles. No clear question, no theoretisation of key concepts such as \"public\", insufficient empirical work. Three unconnected chapters. One gets the impression of a doctoral candidate who was awarded the doctorate for other reasons than her thesis","author":[{"family":"Holt","given":"Elizabeth M"}],"event-place":"New York","genre":"PhD Thesis","issued":{"date-parts":[[2009]]},"note":"uuid: 79C5E465-A2FA-47C9-ADA9-5B6C586D93CF","publisher":"Columbia University","publisher-place":"New York","title":"Serialization and silk: The emergence of a narrative reading public of Arabic in Beirut, 1870-1884","title-short":"Serialization and silk","type":"thesis"},
  {"id":"Kiessling+2017","abstract":"This work is part of the OpenITI (Open Islamic Text Initiative) run by the three main authors.","accessed":{"date-parts":[[2016,10,6]]},"author":[{"family":"Kiessling","given":"Benjamin"},{"family":"Miller","given":"Matthew Thomas"},{"family":"Romanov","given":"Maxim"},{"family":"Bowen Savant","given":"Sarah"}],"container-title":"al-ʿUṣūr al-Wuṣṭā","event-place":"","issued":{"date-parts":[[2017]]},"language":"en","note":"uuid: 897A8E03-B294-4753-ACF1-F2488A5E74AD","page":"1-13","publisher-place":"","title":"Important New Developments in Arabographic Optical Character Recognition (OCR)","title-short":"Important New Developments in Arabographic","type":"article-journal","URL":"https://www.middleeastmedievalists.com/wp-content/uploads/2017/11/UW-25-Savant-et-al.pdf","volume":"25"},
  {"id":"Muruwwa+1961","author":[{"family":"Muruwwa","given":"Adīb"}],"call-number":"III k3 Muru","event-place":"Bayrūt","issued":{"date-parts":[[1961]]},"language":"Arabic","note":"uuid: 45D3E827-294E-43E0-BE53-C32B9CCF16F0","publisher":"Dār Maktabat al-Ḥayyāt","publisher-place":"Bayrūt","source":"FU Islamwissenschaft","title":"al-Ṣiḥāfa al-ʿArabiyya: nashʾatuhā wa taṭawwuruhā. Sijill ḥāfil li-tārīkh fann al-ṣiḥāfa al-ʿarabiyya qadīman wa-ḥadīthan","title-short":"al-Ṣiḥāfa al-ʿArabiyya","type":"book"},
  {"id":"OpenArabicPE:journal_al-haqaiq","abstract":"Completed issue 2/2 with page breaks, links to (local) facsimiles, and masthead. All files for bibliographic metadata were updated.","accessed":{"date-parts":[[2020,5,25]]},"author":[{"family":"Grallert","given":"Till"},{"family":"Kretzschmar","given":"Xaver"},{"family":"Güzel","given":"Talha"}],"collection-title":"Open Arabic Periodical Editions","DOI":"https://doi.org/10.5281/zenodo.1232016","issued":{"date-parts":[[2018,5,15]]},"note":"Programmers: _:n2\nhttp://web.archive.org/web/20200525144447/https://zenodo.org/record/1247253","source":"Zenodo","title":"An open, collaborative, and scholarly digital edition of ʿAbd al-Qādir al-Iskandarānī's monthly journal \"al-Ḥaqāʾiq\" (Damascus, 1910-12)","title-short":"al-Ḥaqāʾiq (OpenArabicPE)","type":"book","URL":"https://github.com/OpenArabicPE/digital-haqaiq","version":"0.1.2"},
  {"id":"OpenArabicPE:journal_al-hasna","abstract":"This release contains the following files TEI files for all issues of al-Ḥasnāʾ all volumes: basic TEI files with bibliographic information on the issue, links to facsimiles (locally and the old URLs from the British Library's Endangered Archives Programme) and a body with one <pb> for each page linking to the digital facsimile. volume 1: TEI files with full structural mark-up of sections and articles. Heads, bylines and other bibliographic information has been manually transcribed. MODS and BibTeX containing bibliographic data for all issues, sections, and articles","accessed":{"date-parts":[[2020,5,25]]},"author":[{"family":"Grallert","given":"Till"}],"collection-title":"Open Arabic Periodical Editions","DOI":"https://doi.org/10.5281/zenodo.3556246","issued":{"date-parts":[[2019,11,28]]},"note":"http://web.archive.org/web/20200525145352/https://zenodo.org/record/3556247","source":"Zenodo","title":"An open, collaborative, and scholarly digital edition of Jirjī Niqūlā Bāz's monthly journal \"al-Ḥasnāʾ\" (Beirut, 1909-11)","title-short":"al-Ḥasnāʾ (OpenArabicPE)","type":"book","URL":"https://github.com/OpenArabicPE/journal_al-hasna","version":"0.1"},
  {"id":"OpenArabicPE:journal_al-muqtabas","abstract":"This release includes page breaks and structural mark-up validated against the facsimile for all twelve issues of volume 3. As always, this release includes corresponding bibliographic metadata for all articles and issues in this volume. In addition, this release comprises improvements to all previously released issues, such as links from named entities to authority files (VIAF, GeoNames) and an updated MODS format (to latest specifications). volume 1: complete volume 4: complete volume 5: complete volume 6: complete","accessed":{"date-parts":[[2020,5,25]]},"author":[{"family":"Grallert","given":"Till"},{"family":"Händel","given":"Manzi Tanna"},{"family":"Dragnev","given":"Dimitar"},{"family":"Mayer","given":"Klara"},{"family":"Lloyd","given":"Daniel"}],"collection-title":"Open Arabic Periodical Editions","DOI":"https://doi.org/10.5281/zenodo.597319","issued":{"date-parts":[[2020,6,16]]},"note":"Programmers: _:n14\nhttp://web.archive.org/web/20200525145512/https://zenodo.org/record/2358482","publisher":"Zenodo","source":"Zenodo","title":"An open, collaborative, and scholarly digital edition of Muḥammad Kurd ʿAlī's monthly journal 'al-Muqtabas' (Cairo and Damascus, 1906-1917/18)","title-short":"al-Muqtabas (OpenArabicPE)","type":"book","URL":"https://github.com/tillgrallert/digital-muqtabas","version":"0.7"},
  {"id":"OpenArabicPE:journal_al-ustadh","abstract":"This release contains the following files: TEI XML files of all issues of al-Ustādh. Files are complete with structural mark-up of mastheads, sections, articles, and with page breaks linked to digital facsimiles at http://archive.alsharekh.org. NOTE: I have not fully validated the mostly automatically generated structural mark-up against the facsimiles. MODS / BibTeX files with bibliographic information for all issues, sections, and articles. For more details, see the readme.md","accessed":{"date-parts":[[2020,7,24]]},"author":[{"family":"Grallert","given":"Till"}],"collection-title":"Open Arabic Periodical Editions","DOI":"10.5281/zenodo.3581028","issued":{"date-parts":[[2019,12,17]]},"language":"ara","source":"Zenodo","title":"An open, collaborative, and scholarly digital edition of ʿAbd Allāh Nadīm al-Idrīsī's weekly journal \"al-Ustādh\" (Cairo, 1892--1893): First release of all issues","title-short":"al-Ustādh (OpenArabicPE)","type":"book","URL":"https://zenodo.org/record/3581029","version":"0.1"},
  {"id":"OpenArabicPE:journal_al-zuhur","abstract":"This release contains the following files: TEI XML files of all issues of al-Zuhūr. Files are complete with structural mark-up of mastheads, sections, articles, and with page breaks linked to digital facsimiles at http://archive.alsharekh.org. NOTE: I have not fully validated the mostly automatically generated structural mark-up against the facsimiles. MODS / BibTeX files with bibliographic information for all issues, sections, and articles. For more details, see the readme.md","accessed":{"date-parts":[[2020,7,24]]},"author":[{"family":"Grallert","given":"Till"}],"collection-title":"Open Arabic Periodical Editions","DOI":"10.5281/zenodo.3580606","issued":{"date-parts":[[2019,12,17]]},"source":"Zenodo","title":"An open, collaborative, and scholarly digital edition of Anṭūn al-Jumayyil's monthly journal \"al-Zuhūr\" (Cairo, 1910--1913)","title-short":"al-Zuhūr (OpenArabicPE)","type":"book","URL":"https://zenodo.org/record/3580607","version":"0.1"},
  {"id":"OpenArabicPE:journal_lughat-al-arab","abstract":"This release contains the following files: TEI files of all issues of Lughat al-ʿArab. Files are complete with structural mark-up of mastheads, sections, articles, and with page breaks linked to the facsimiles. NOTE: I have not fully validated the mostly automatically generated structural mark-up against the facsimiles. MODS / BibTeX files for all issues, sections, and articles.","accessed":{"date-parts":[[2020,5,25]]},"author":[{"family":"Grallert","given":"Till"},{"family":"Funk","given":"Patrick"}],"collection-title":"Open Arabic Periodical Editions","DOI":"https://doi.org/10.5281/zenodo.3514384","issued":{"date-parts":[[2019,10,20]]},"note":"Programmers: _:n28\nhttp://web.archive.org/web/20200525150101/https://zenodo.org/record/3514385","source":"Zenodo","title":"An open, collaborative, and scholarly digital edition of Anastās Mārī al-Karmalī's monthly journal \"Lughat al-ʿArab\" (Baghdad, 1911--14)","title-short":"Lughat al-ʿArab (OpenArabicPE)","type":"book","URL":"https://github.com/OpenArabicPE/journal_lughat-al-arab","version":"0.1"},
  {"id":"Romanov+2017","author":[{"family":"Romanov","given":"Maxim"}],"container-title":"Der Islam","DOI":"10.1515/islam-2017-0028","event-place":"","issue":"2","issued":{"date-parts":[[2017,10]]},"language":"en","note":"uuid: 3F12CA0F-F3A9-4788-8754-12661477921D","number":"2","page":"462-495","publisher-place":"","title":"Observations of a Medieval Quantitative Historian?","type":"article-journal","volume":"94"},
  {"id":"Romanov+2017a","author":[{"family":"Romanov","given":"Maxim"}],"container-title":"Speculum","DOI":"10.1086/693970","event-place":"","issue":"S1","issued":{"date-parts":[[2017,10]]},"language":"en","note":"uuid: 7847F377-38A1-470F-8678-E0A8380C4CE1","number":"S1","page":"S226-S246","publisher-place":"","title":"Algorithmic Analysis of Medieval Arabic Biographical Collections","type":"article-journal","volume":"92"},
  {"id":"Rybicki.Eder+2011+DeeperDeltaGenres","author":[{"family":"Rybicki","given":"Jan"},{"family":"Eder","given":"Maciej"}],"container-title":"Literary and linguistic computing","DOI":"10/bvvtf9","issue":"3","issued":{"date-parts":[[2011]]},"page":"315–321","publisher":"Oxford University Press","source":"Google Scholar","title":"Deeper Delta across genres and languages: do we really need the most frequent words?","title-short":"Deeper Delta across genres and languages","type":"article-journal","volume":"26"},
  {"id":"Rybicki.etal+2014+CollaborativeAuthorshipConrad","abstract":"# authors' abstractBased on Burrows’s measure of stylometric difference that uses frequencies of most frequent words, Rolling Delta is a method for revealing stylometric signals of two (or more) authors in a collaborative text. It is applied here to study the texts written jointly by Joseph Conrad and Ford Madox Ford, producing results that generally confirm the usual critical consensus on the visibility of the two author’s hand. It also confirms that Ford’s claims to a sizeable fragment in Nostromo are unfounded.","author":[{"family":"Rybicki","given":"Jan"},{"family":"Hoover","given":"David"},{"family":"Kestemont","given":"Mike"}],"container-title":"Literary and Linguistic Computing","DOI":"10.1093/llc/fqu016","event-place":"","issue":"3","issued":{"date-parts":[[2014,9]]},"language":"en","note":"uuid: 9A7CBA48-D207-4F05-8F73-E7CF982B63F8","number":"3","page":"422-431","publisher":"Narnia","publisher-place":"","title":"Collaborative authorship: Conrad, Ford and Rolling Delta","type":"article-journal","volume":"29"},
  {"id":"Rybicki.Heydel+2013+StylisticsStylometryCollaborative","author":[{"family":"Rybicki","given":"Jan"},{"family":"Heydel","given":"Magda"}],"container-title":"Literary and Linguistic Computing","DOI":"10/gf7ghd","issue":"4","issued":{"date-parts":[[2013]]},"page":"708–717","publisher":"Oxford University Press","source":"Google Scholar","title":"The stylistics and stylometry of collaborative translation: Woolf’s Night and Day in Polish","title-short":"The stylistics and stylometry of collaborative translation","type":"article-journal","volume":"28"},
  {"id":"Rybicki+2012+GreatMysteryAlmost","author":[{"family":"Rybicki","given":"Jan"}],"container-title":"Quantitative Methods in Corpus-Based Translation Studies: A practical guide to descriptive translation research","issued":{"date-parts":[[2012]]},"source":"Google Scholar","title":"The great mystery of the (almost) invisible translator","type":"article-journal","volume":"231"},
  {"id":"Rybicki+2016+ViveDifferenceTracing","author":[{"family":"Rybicki","given":"Jan"}],"container-title":"Digital Scholarship in the Humanities","DOI":"10/gg9h76","issue":"4","issued":{"date-parts":[[2016]]},"page":"746–761","publisher":"Oxford University Press","source":"Google Scholar","title":"Vive la différence: Tracing the (authorial) gender signal by multivariate analysis of word frequencies","title-short":"Vive la différence","type":"article-journal","volume":"31"},
  {"id":"Sadgrove+2012","accessed":{"date-parts":[[2020,1,11]]},"author":[{"family":"Sadgrove","given":"Philip"},{"family":"Auji","given":"Hala"},{"family":"Chevrant","given":"Philippe"},{"family":"Eid","given":"Lamia"},{"family":"Grallert","given":"Till"},{"family":"Issa","given":"Rana"},{"family":"Mestyan","given":"Adam"},{"family":"Meier","given":"Christian"},{"family":"Newman","given":"Daniel"},{"family":"Roper","given":"Geoffrey"},{"family":"Seif","given":"Ola"},{"family":"Visser","given":"Rogier"}],"editor":[{"family":"Mestyan","given":"Adam"},{"family":"Grallert","given":"Till"}],"issued":{"date-parts":[[2012]]},"language":"English","note":"uuid: 60012BB5-BF66-4A4E-8329-5494BCEA69C7","title":"Jara'id: A Chronology of Nineteenth Century  Periodicals in Arabic (1800-1900). A Research Tool","title-short":"Jara'id","type":"book","URL":"https://projectjaraid.github.io"},
  {"id":"Sahle+2013","author":[{"family":"Sahle","given":"Patrick"}],"collection-title":"Schriften des Instituts für Dokumentologie und Editorik","event-place":"Köln","issued":{"date-parts":[[2013]]},"language":"de","note":"oclc: 857728730\nuuid: CC6FB7AE-8764-4AF2-8790-A98B657ADEFE","publisher":"Institut für Dokumentologie und Editorik (IDE)","publisher-place":"Köln","title":"Digitale Editionsformen: Zum Umgang mit der Überlieferung unter den Bedingungen des Medienwandels.","title-short":"Digitale Editionsformen","type":"book","URL":"http://nbn-resolving.de/urn:nbn:de:hbz:38-50112"},
  {"id":"Sheehi+2005","author":[{"family":"Sheehi","given":"Stephen"}],"container-title":"Comparative Studies of South Asia, Africa and the Middle East","DOI":"10/bjbxf8","event-place":"","issue":"2","issued":{"date-parts":[[2005]]},"language":"en","note":"uuid: 172AF705-544C-42EE-8BC9-41CCCEB24004","number":"2","page":"438-448","publisher-place":"","title":"Arabic Literary-Scientific Journals: Precedence for Globalization and the Creation of Modernity","title-short":"Arabic Literary-Scientific Journals","type":"article-journal","volume":"25"},
  {"id":"Tikrītī+1969","accessed":{"date-parts":[[2020,7,3]]},"author":[{"family":"Tikrītī","given":"Munīr Bakr"}],"event-place":"Baghdād","issued":{"date-parts":[[1969]]},"language":"ar","note":"uuid: 36E4E392-3F72-450A-8934-9C9D40EC5C41","publisher":"Maṭbaʿat al-Irshād","publisher-place":"Baghdād","source":"Princeton","title":"al-Ṣiḥāfa al-ʿIrāqiyyqa wa-ittijāhātihā al-siyāsiyya wa-l-ijtimāʿiyya wa-l-thaqāfiyya min 1869-1921","title-short":"al-Ṣiḥāfa al-ʿIrāqiyyq wa-ittijāhātihā al-siyāsiyya wa-l-ijtimāʿiyya","type":"book","URL":"http://hdl.handle.net/2333.1/gf1vhp1w"},
  {"id":"Wasserman+1994","author":[{"family":"Wasserman","given":"Stanley"},{"family":"Faust","given":"Katherine"}],"issued":{"date-parts":[[1994]]},"language":"en","note":"oclc: 1128843021\nuuid: 17812332-2DCA-4D2B-B220-171773D816C2","publisher":"Cambridge University Press","title":"Social network analysis: methods and applications","type":"book"},
  {"id":"Zachs+2018","abstract":"I have not (yet) fully read this article, but a study of the first pages, the footnotes and the bibliography leaves me with serious methodological questions. In addition, Zachs, again, makes numerous mistakes in terminology and uses only 1:1 translations instead of looking at semantic fields, e.g.  the verb *intakhaba* can mean \"selection\", \"appointment\" as well as \"election\"<br># sources<br>- mostly: al-Muqtaṭaf<br>- al-Jinān<br>- Thamarāt al-Funūn<br>- al-Fatāt<br># critique<br>- methodology!!!!!<br>    - how can one illustrate a \"debate\" in earnest using two periodical articles 12 years apart without any comment on this distance?<br>     - a \"debate\" cannot be (re-)constructed by picking random articles with \"woman\" in the title from four random periodicals over the course of 40 years<br>- one would need to talk about differences between British Egypt and Ottoman Syria","author":[{"family":"Zachs","given":"Fruma"}],"container-title":"Wiener Zeitschrift für die Kunde des Morgenlandes","event-place":"","issued":{"date-parts":[[2018]]},"language":"en","note":"uuid: 08279E01-D0C7-4215-B120-5AD51DF9BDF6","page":"275-295","publisher-place":"","title":"Debates on Women’s Suffrage in the Arab Press, 1890-1914","title-short":"Debates on Women’s Suffrage in","type":"article-journal","volume":"108"},
  {"id":"Zemmin+2016","author":[{"family":"Zemmin","given":"Florian"}],"container-title":"Die Welt des Islams","DOI":"10/ggwwhh","event-place":"","issue":"2","issued":{"date-parts":[[2016]]},"note":"uuid: 77AC95EC-7E1D-4349-8999-C383405DC5E8","number":"2","page":"223-247","publisher":"# sourcesal-Manār# methodology:The author used the digital text from al-shamela and cross checked against the printed edition (which one?).","publisher-place":"","title":"Modernity without Society? Observations on the term mujtamaʿ in the Islamic Journal al-Manār (Cairo, 1898–1940)","title-short":"Modernity without Society","type":"article-journal","volume":"56"},
  {"id":"Zemmin+2018","author":[{"family":"Zemmin","given":"Florian"}],"call-number":"019 185","event-place":"Berlin, Boston","ISBN":"978-3-11-054399-5","issued":{"date-parts":[[2018]]},"language":"English","note":"oclc: 995171546\nuuid: 4AD0A1F8-9F13-402B-9EB5-93CB15C23067","publisher":"Walter de Gruyter GmbH &amp; Co. KG De Gruyter","publisher-place":"Berlin, Boston","source":"OIB","title":"Modernity in Islamic Tradition: The Concept of 'Society' in the Journal al-Manar (Cairo, 1898-1940)","title-short":"Modernity in Islamic Tradition","type":"book"},
  {"id":"ʿAskar+1973","author":[{"family":"ʿAskar","given":"Iḥsān"}],"event-place":"al-Qāhira","issued":{"date-parts":[[1973]]},"language":"ar","note":"oclc: 71460066\nuuid: 1DAAD16C-BC7C-47C3-AA42-690EE328BFCF","publisher":"Dār al-Nahḍa al-ʿArabiyya","publisher-place":"al-Qāhira","title":"Taṭawwur al-ṣiḥāfa al-Sūriyya: ʿarḍ li-l-qawmiyya fī tawr al-taṭawwur min al-ʿahd al-Faransī ḥattā qiyām dawlat al-waḥda","title-short":"Taṭawwur al-ṣiḥāfa al-Sūriyya","type":"book"}
]
